[
  {
    "archetype": "security",
    "archetypeLabel": "Security",
    "name": "CONTAIN",
    "occurance": "<h4>Reveal</h4>When you first score VP from this op.",
    "description": "<h4>Victory Points</h4>At the end of each turning point after the first: \n\n- If there are no enemy operatives wholly within your territory, you score lVP. \n- If there are no enemy operatives wholly within 6\" of your drop zone, you score 1VP."
  },
  {
    "archetype": "security",
    "archetypeLabel": "Security",
    "name": "TAKE GROUND",
    "occurance": "<h4>Reveal</h4>When you first score VP from this op.",
    "description": "<h4>Victory Points</h4>At the end of each turning point after the first: \n\n- In Killzone: Volkus, if friendly operatives control any stronghold terrain features within your opponent's territory, you- score 2VP: for each ruin (large or small) terrain feature within your opponent's territory that friendly operatives control, you score 1VP \n- In Killzone: Gallowdark, for each access point that's on the centreline or within your opponent's territory that friendly operatives control, you score 1VP \n- In any other killzone, for each terrain feature with Heavy terrain within your opponent's territory that friendly operatives control, you score 1VP. \n\nYou can score a maximum of 2VP from this op per turning point.\n\nAn operative contests a stronghold terrain feature it's wholly within. An operative contests all other terrain features within their control range, or while underneath a terrain feature's Vantage terrain. Friendly operatives control each such terrain feature if the total APL stat of those contesting itis greater than that of enemy operatives."
  },
  {
    "archetype": "security",
    "archetypeLabel": "Security",
    "name": "SECURE CENTRE",
    "occurance": "<h4>Reveal</h4>When you first score VP from this op.",
    "description": "<h4>Victory Points</h4>At the end of each turning point after the first:\n\n- If the total APL stat of friendly operatives within 3\" of the centre of the kilzone is greater than that of enemy operatives, you score 1VP.\n\n- If the total APL stat of friendly operatives on the centreline but more than 3\" from the centre of the killzone is greater than that of enemy operatives, you score 1VP."
  },
  {
    "archetype": "seek-destroy",
    "archetypeLabel": "Seek & Destroy",
    "name": "OVERRUN",
    "occurance": "<h4>Reveal</h4>When you first score VP from this op.",
    "description": "<h4>Victory Points</h4>Once per turning point after the first, if an enemy operative is incapacitated by a friendly operative, and that friendly operative is wholly within your opponent's territory when it does so, you score 1VP. \n\nAt the end of each turning point after the first, if the total APL stat of friendly operatives that both fulfilled the above condition that turning point (regardless of scoring you the VP) and are still wholly within your opponent's territory is 3 or more, you score lVP."
  },
  {
    "archetype": "seek-destroy",
    "archetypeLabel": "Seek & Destroy",
    "name": "CHAMPION",
    "occurance": "<h4>Reveal</h4>When you select your first champion. \n<h4>Additional Rules</h4>As a <strong>STRATEGIC GAMBIT</strong> in each turning point after the first, you can select one friendly operative to be your champion for the turning point.",
    "description": "<h4>Victory Points</h4>In each turning point after the first, whenever your champion incapacitates an enemy operative you score 1VP, or 2VP if that enemy operative had a Wounds stat of 12 or more (in either case to a maximum of 2VP per turning point). "
  },
  {
    "archetype": "seek-destroy",
    "archetypeLabel": "Seek & Destroy",
    "name": "STORM OBJECTIVES",
    "occurance": "<h4>Reveal</h4>When you first score VP from this op. \n<h4>Additional Rules</h4>At the end of each friendly operative's activation, if it controls an objective marker that enemy operatives controlled at the start of that activation or that's wholly within your opponent's territory, and that objective marker is not contested by enemy operatives, that objective marker is stormed by friendly operatives this turning point.",
    "description": "<h4>Victory Points</h4>Once per turning point after the first, if an objective marker is stormed by friendly operatives this turning point, you score 1VP. \n\nAt the end of each turning point after the first, if friendly operatives control an objective marker that was stormed by friendly operatives this turning point, you score 1VP."
  },
  {
    "archetype": "recon",
    "archetypeLabel": "Recon",
    "name": "CONFIRM KILL",
    "occurance": "<h4>Reveal</h4>The first time an enemy operative is incapacitated. \n<h4>Additional Rules</h4>Whenever an enemy operative is incapacitated, before it's removed from the killzone, place one of your Confirm Kill mission markers within its control range.",
    "description": "<h4>Victory Points</h4>At the end of each turning point after the first, if a friendly operative controls one of your Confirm Kill mission markers, that marker is not contested by enemy operatives and no enemy operatives are within that friendly operative's control range, you can remove that mission marker to score lVP, or 2VP if it was placed for an enemy operative with a Wounds stat of 12 or more. \n\nYou can score a maximum of 2VP from this op per turning point."
  },
  {
    "archetype": "recon",
    "archetypeLabel": "Recon",
    "name": "RECOVER ITEMS",
    "occurance": "<h4>Reveal</h4>At the start of the Set Up Operatives step, before equipment is setup. \n<h4>Additional Rules</h4>When revealed, your opponent places one of your Item mission markers on the centreline and one within 2\" of your territory. You then place one more than 6\" from your territory. In all cases, your Item mission markers must be more than 2\" from other markers (including other Item mission markers). Your operatives can perform the Pick Up Marker action on your Item mission markers after the first turning point.",
    "description": "<h4>Victory Points</h4>At the end of the fourth turning point, for each of your Item mission markers that both the Pick Up Marker action has been performed upon and friendly operatives control, you score 2VP. Note that it's not a requirement to be Carrying those markers, but each of them must have been carried by friendly operatives at some point during the battle."
  },
  {
    "archetype": "recon",
    "archetypeLabel": "Recon",
    "name": "PLANT BEACONS (TEMP)",
    "occurance": "<h4>Reveal</h4>The first time a friendly operative performs the Plant Beacon action. \n<h4>Additional Rules</h4><h5><span>PLANT BEACON</span><span>1AP</span></h5> Place one of your Beacon mission markers: \n\n- Within the active operative's control range. \n- More than 4\" from your drop zone. <br/> More than 6\" from your other Beacon mission markers. \n- With no part of it underneath Vantage terrain.\n\n An operative cannot perform this action during the first turning point, while within control range of an enemy operative, or during an activation in which it was set up.",
    "description": "<h4>Victory Points</h4>Once per turning point after the first, whenever one of  your Beacon mission  markers is placed wholly within your territory you score 1VP. \n\nOnce per turning point after the first, whenever one of your Beacon mission markers is placed wholly within your opponent's territory you score 1VP."
  },
  {
    "archetype": "infiltration",
    "archetypeLabel": "Infiltration",
    "name": "SURVEILLANCE",
    "occurance": "<h4>Reveal</h4>The first time a friendly operative performs the Surveillance action. <h5><span>SURVEILLANCE</span><span>1AP</span></h5>\n\n- The active operative has gathered surveillance.\n- An operative cannot perform this action while it has an Engage order: it must be wholly within your opponent's territory to perform this action, and there must be an enemy operative that's a valid target for it.\n- An operative cannot perform this action during the first turning point, or while within control range of an enemy operative.",
    "description": "<h4>Victory Points</h4>Once per turning point after the first, if a friendly operative performs the Surveillance action, you score 1VP.\n\n At the end of each turning point after the first, if a friendly operative that performed the Surveillance action during that turning point is in the killzone and has a Conceal order, you score 1VP."
  },
  {
    "archetype": "infiltration",
    "archetypeLabel": "Infiltration",
    "name": "IMPLANT",
    "occurance": "<h4>Reveal</h4>When you first score VP from this op. Whenever a friendly operative is fighting, when you would resolve an attack dice, you can implant the enemy operative instead of striking or blocking (then discard that dice).\n\nWhenever a friendly operative is shooting an enemy operative within 6\" of it, when you would resolve an attack dice, you can implant the enemy operative instead of inflicting damage with that dice.\n\nEach operative can only be implanted once, and cannot be implanted during the first turning point.",
    "description": "<h4>Victory Points</h4>Once per turning point after the first, if you implant an enemy operative, you score 1VP.\n\nAt the end of each turning  point after the first, if any implanted enemy  operatives are in the killzone, you score 1VP."
  },
  {
    "archetype": "infiltration",
    "archetypeLabel": "Infiltration",
    "name": "WIRETAP (TEMP)",
    "occurance": "<h4>Reveal</h4>The first time a friendly operative performs the Wiretap action. <h5><span>WIRETAP</span><span>1AP</span></h5>\n\n- Place one of your Wiretap mission markers within the active operative's control range. In the Ready step of the next Strategy phase remove that marker.\n- An operative cannot perform this action during the first turning point, while within control range of an enemy operative, during an activation in which it was set up, or if a friendly operative has already performed this action during the turning point.",
    "description": "<h4>Victory Points</h4>Once per turning point after the first, if an enemy operative starts or ends an activation within 2\"  of your Wiretap mission marker, you score 1VP.\n\n At the end of each turning point after the first, if an enemy operative with an Engage order are within 2\" of your Wiretap mission marker, you score 1VP."
  },
  {
    "archetype": "faction",
    "archetypeLabel": "Faction",
    "name": "Faction Tac Op 1",
    "occurance": "Replace with your Faction Tac Op.",
    "description": ""
  },
  {
    "archetype": "faction",
    "archetypeLabel": "Faction",
    "name": "Faction Tac Op 2",
    "occurance": "Replace with your Faction Tac Op.",
    "description": ""
  },
  {
    "archetype": "faction",
    "archetypeLabel": "Faction",
    "name": "Faction Tac Op 3",
    "occurance": "Replace with your Faction Tac Op.",
    "description": ""
  }
]
